about-anki-written-by = ഡാമിയൻ എൽംസും റിച്ചാർഡ് സ്മിത്തും ചേർന്നാണ് അങ്കിമൊബൈൽ നിർമ്മിച്ചത്. ഡാമിയൻ അങ്കിയുടെ കമ്പ്യൂട്ടർ പതിപ്പിൽ നടത്തിയ പ്രവർത്തനങ്ങളെ അടിസ്ഥാനമാക്കിയാണ് ഇത് തയ്യാറാക്കിയിരിക്കുന്നത്.
about-license-text = ഡെവലപ്പർ കമ്മ്യൂണിറ്റി ഉദാരമായി പങ്കുവെച്ച { $link } ഉപയോഗിച്ചാണ് അങ്കിമൊബൈൽ നിർമ്മിച്ചിരിക്കുന്നത്.
about-please-see = കൂടുതൽ വിവരങ്ങൾക്കായി ദയവായി { $link } കാണുക.
about-some-thirdparty-libraries = ചില തേർഡ് പാർട്ടി ലൈബ്രറികൾ
about-thanks-contributors = വിവർത്തനങ്ങളും ബഗ് റിപ്പോർട്ടുകളും നിർദ്ദേശങ്ങളും നൽകി സഹായിച്ച എല്ലാവർക്കും വലിയ നന്ദി.
about-thanks-for-support = അങ്കിമൊബൈൽ വാങ്ങിയതിന് നന്ദി! നിങ്ങളുടെ പിന്തുണയില്ലാതെ അങ്കിയുടെ വികസനം മുന്നോട്ട് കൊണ്ടുപോകാൻ സാധിക്കില്ല, അതിനാൽ നിങ്ങളുടെ ഈ സഹായത്തെ ഞങ്ങൾ ഏറെ വിലമതിക്കുന്നു.
about-the-anki-homepage = അങ്കിയുടെ ഔദ്യോഗിക ഹോംപേജ്
