about-anki-written-by = AnkiMobile написан Дэмиеном Элмсом и Ричардом Смитом, и основывается на версии Anki для компьютеров, созданной Дэмиеном.
about-license-text = AnkiMobile создан с помощью %@, щедро подаренными сообществом разработчиков.
about-please-see = Посмотрите %@ для дополнительной информации.
about-some-thirdparty-libraries = библиотек от сторонних разработчиков
about-thanks-contributors = Большое спасибо всем, кто помог проекту переводами, сообщениями об ошибках и предложениями.
about-thanks-for-support = Спасибо за покупку AnkiMobile! Разработка Anki не смогла бы продолжаться без вашей поддержки, поэтому мы чрезмерно благодарны.
about-the-anki-homepage = главную страницу Anki
