about-anki-written-by = אַנקי-מאָביל איז באַשאַפֿן געוואָרן פון דאַמיען עלמעס און ריטשאַרד שמית, און איז באַזירט אויף דאַמיען׳ס אַרבעט מיטן קאָמקיוטער נוסח אַנקי.
about-license-text = אַנקי-מאָביל איז אויסגעבויט מיט { $link }, געטיילט ביד-רחבֿה פון די פּראָבגראַמירער-קהילה.
about-please-see = זיי { $link } אויף נאָך ידיעות.
about-some-thirdparty-libraries = אַנדערע דריטער-צד ביבליאָטעקן
about-thanks-contributors = אַ ש׳כּוח אַלע וואָס האָבן צוגעשטעלט איבערזעצונגען, דיבוק-באַריכטן, און פֿירלייגן.
about-thanks-for-support = אַ דאַנק קויפֿן אַנקי-מאָביל! אָן דײַן שטיץ וואָלט מען נישט געקענט ווײַטער אַנטוויקלען אַנקי, שאָץ מען דערפֿאַר עס ממש אָפּ.
about-the-anki-homepage = אַניק הײמזײַלט
