about-anki-written-by = AnkiMobile тиркемесин Дэмиен Элмс жана Ричард Смит жазган жана ал Дэмиендин Anki'нин компьютердик версиясындагы ишине негизделген.
about-license-text = AnkiMobile иштеп чыгуучулар коомчулугу тарабынан кең пейилдик менен бөлүшүлгөн { $link } менен курулган.
about-please-see = Көбүрөөк маалымат алуу үчүн { $link } караңыз.
about-some-thirdparty-libraries = кээ бир үчүнчү тараптын китепканалары
about-thanks-contributors = Котормолорду, мүчүлүштүктөр тууралуу кабарларды жана сунуштарды бергендердин баарына чоң рахмат.
about-thanks-for-support = AnkiMobile сатып алганыңыз үчүн рахмат! Anki'ни иштеп чыгуу сиздин колдооңузсуз улантылбайт, андыктан бул абдан бааланат.
about-the-anki-homepage = Anki башкы бети
