about-anki-written-by = آنکی‌موبایل را دِیمین اِلمز و ریچارد اسمیت بر اساس نسخۀ رایانه‌ای آنکی خلق نموده‌اند. نسخۀ رایانه‌ای آنکی ساختۀ دیمین است.
about-license-text = AnkiMobile با استفاده از { $link } که توسط توسعه دهندگان به اشتراک گذاشته شده، ساخته شده است.
about-please-see = لطفاً برای اطلاعات بیشتر به { $link } مراجعه کنید.
about-some-thirdparty-libraries = بعضی از مجموعه‌های دیگر
about-thanks-contributors = از همۀ کسانی که ترجمه، گزارش مشکل، و پیشنهادات را فراهم کردند تشکر می‌کنیم.
about-thanks-for-support = از شما برای خریدن AnkiMobile تشکر می‌کنیم! توسعۀ آنکی بدون حمایت شما ممکن نبود، پس کمال قدردانی را از حمایتتان داریم.
about-the-anki-homepage = صفحۀ آنکی
